Repository: shubhambhama/prana-iOS
Catalog: Prana/Localizable.xcstrings
Source language: en
Languages: hi

source: 4-7-8 Breathing
hi: 4-7-8 श्वास

source: 4-7-8 Breathing promotes better sleep
hi: 4-7-8 श्वास बेहतर नींद को बढ़ावा देता है

source: Box Breathing
hi: बॉक्स श्वास

source: Box Breathing is a powerful stress reliever.
hi: बॉक्स ब्रीदिंग एक शक्तिशाली तनाव निवारक है।

source: Breath Cycles
hi: श्वास साइकिल

source: Breath Holding
hi: सांस रोकें

source: Breathe
hi: साँस

source: Breathe to reduce
hi: कम करने के लिए सांस लें

source: Built with simplicity and accessibility at its core, Prana features a calming user interface, intuitive navigation, and voice or visual cues that make breathing routines easy to follow—no matter the user’s age or tech familiarity. Whether someone needs a quick stress reset or a daily wellness ritual, Prana adapts to their pace.
hi: सरलता और सुगमता के साथ निर्मित, प्राण में एक शांत उपयोगकर्ता इंटरफ़ेस, सहज नेविगेशन और आवाज़ या दृश्य संकेत हैं जो श्वास संबंधी दिनचर्या का पालन करना आसान बनाते हैं - चाहे उपयोगकर्ता की उम्र या तकनीक से परिचित कोई भी हो। चाहे किसी को त्वरित तनाव रीसेट या दैनिक कल्याण अनुष्ठान की आवश्यकता हो, प्राण उनकी गति के अनुसार ढल जाता है।

source: Cancel
hi: रद्द

source: Change Duration
hi: अवधि बदलें

source: Cycle
hi: साइकिल

source: Cycles
hi: साइकिल

source: Each element, from the color palette to the flow of exercises, was designed with empathy and intention. Prana isn’t just an app—it’s a companion in wellness, created to bring peace of mind, one breath at a time.
hi: रंग पैलेट से लेकर व्यायाम के प्रवाह तक, प्रत्येक तत्व को सहानुभूति और इरादे के साथ डिज़ाइन किया गया था। प्राण केवल एक ऐप नहीं है - यह स्वास्थ्य का साथी है, जिसे एक बार में एक सांस लेकर मन की शांति लाने के लिए बनाया गया है।

source: Equal Breathing
hi: समान श्वास

source: Equal Breathing helps you to relax and focus.
hi: समान श्वास आपको आराम करने और ध्यान केंद्रित करने में मदद करती है।

source: Finish Breathing
hi: साँस लेना समाप्त करें

source: Hello
hi: नमस्ते!

source: Let's Start
hi: शुरू करो

source: Prana is a thoughtfully designed iOS app that guides adults and senior citizens through gentle, effective breathing exercises to support mental clarity, relaxation, and overall well-being.
hi: प्राण एक सोच-समझकर बनाया गया आईओएस ऐप है, जो वयस्कों और वरिष्ठ नागरिकों को मानसिक स्पष्टता, विश्राम और समग्र कल्याण के लिए कोमल, प्रभावी श्वास अभ्यास के माध्यम से मार्गदर्शन करता है।

source: Save
hi: सेव

source: Support
hi: सहायता

source: Test your breath-holding capacity
hi: अपनी सांस रोकने की क्षमता का परीक्षण करें

source: Your Breathing Journey So Far
hi: आपकी अब तक की सांस यात्रा
